Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1155_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Gielladahku-bálkkašupmi 2015
sms: Ǩiõlltuejj-cistt 2015

source: Sámi giellaráđđi lea mieđihan jagi 2015
sms: Sääʹm ǩiõllsuåvtõs lij čuäʹjtam eeʹjj 2015

source: Gielladahku – bálkkašumi
sms: Ǩiõlltuejj – ciist

source: fi-ovttasbargofidnui sámegielat bálvalusaid ja sámegiela sajádaga ovddideami várás bargon ánššolaš barggus Suomas.
sms: fi-õhttsažtuejj-haʹŋǩǩõʹsse sääʹmǩiõllsai kääzzkõõzzi da sääʹm ǩiõl sââʹj õõudummša tuejjuum oʹnnstam tuejast Lääʹddjânnmest.

source: fi-ovttasbargofidnu neahttabálvalus sisttisdoallá šlunduma iežasdikšunprográmma davvisámegillii.
sms: fi-õhttsažtuejjhaʹŋǩǩõõzz neʹttkääzzkõs âânn seʹst depressio Jiõččhåidd-prograamm tâʹvvsääʹmǩiõʹlle.

source: Gielladahku – bálkkašumiin sámi giellaráđđi háliida giddet fuopmášumi dasa, ahte Mielenterveystalo.
sms: Ǩiõlltuejj – ciistin sääʹm ǩiõllsuåvtõs haaʹlad puhtted õuʹdde tõn, što Mielenterveystalo.

source: fi-ovttasbargofidnu lea ollašuhttán sámiid gielalaš bálvalusaid ođđalágan vugiin, mii juksá viidát sámegielat olbmuid.
sms: fi-õhttsažtuejjhaʹŋǩǩõs lij čõõđtam sääʹm ǩiõlʼlaž kääzzkõõzzid ođđäiggsaž vuõʹjjin, kååʹtt tääʹvat jõnn joouk sääʹmǩiõllsaid oummid.

source: fi-ovttasbargofidnu neahttaalbmadusa Iežasdikšunrávvagat ja daid geavaheapmi ii leat áigái iige báikái čadnon.
sms: fi-õhttsažtuejjhaʹŋǩǩõõzz neʹttõõʹlmtõs Jiõččhåiddam-vuäʹppes (Deprešuvnna iešdikšun-prográmma, Omahoito-opas) da tõn âânnmõš jie leäkku čõnnum äigga da päikka.

source: Iežasdikšunrávvagat fáhtejit neahttaalbmadussan sámegielat olbmuid nu sámeguovllus go dan olggobealde.
sms: Jiõččhåiddam-vuäʹppes tääʹvat neʹttõõʹlmtõssân sääʹmǩiõllsaž oummid nuʹtt sääʹmvuuʹdest ko tõn oolǥbeäʹlnn.

source: Neahtas doaibman, ja maiddái rávvagiid ja dieđihančállosiid olggosbuktin neahtas leat ođđaáigásaš bálvalanhámit, maid galgá ovddežis lasihit dálá bálvalanhámiid lassin.
sms: Interneeʹttest toimmjummuš da vuäppsi da brosyyri čõõđtummuš neeʹttest lie ânnʼjõšäiggsa kääzzkâʹsttemvueʹjj, koid âlgg õinn lââʹssted ânnʼjõõžži kääzzkâʹsttemvuõʹjji lââʹssen.

source: Neahttaalbmadussan Iežasdikšunrávvagat olahit buorebut erenomážit sámegielat nuorat olbmuid, geat leat hárjánan dikšut áššiideaset neahtas ja geavahit elektrovnnalaš bálvalusaid.
sms: Neʹttõõʹlmtõssân Jiõččhåiddam-vuäʹppes tääʹvat pueʹrben jeeʹrben sääʹmǩiõllsaž nuõrab oummid, ǩeäk lie mättjam håiddad aaʹššid neeʹttest da ââʹnned liâdglaž kääzzkõõzzid.

source: Sámegielat Iežasdikšunrávvagat fállet oahpisteami iežas buorredili doarjjan ja rávvagiidda sáhttá oahpásmuvvat iežas áigetávvala mielde báikkis fuolakeahttá.
sms: Sääʹmǩiõllsaž Jiõččhåiddam-vuäʹppes oudd vuäʹpstõõzz jiiʹjjes piʹrǧǧeem tuäʹrjjummša da vuäppsa vuäitt tobdstõõttâd jiõčč ääiʹjldes pääiʹǩest huõlǩani.

source: Sámi giellaráđđi atná dehálažžan, ahte dat leat oažžumis maiddái sámegillii.
sms: Sääʹm ǩiõllsuåvtõs âânn täʹrǩǩen, što tõt vuäǯǯjââvv še sääʹm ǩiõlivuiʹm.

source: Sámegielat neahttaalbmadusa buvttadeamis lea dehálaš, ahte preanttus lea álkit gávdnomis.
sms: Sääʹmǩiõllsai neʹttõõʹlmtõõzzi raajjmeʹst âlgg vuâmmšed, što õõʹlmtõs lij aʹlǩǩânji kaunnâmnalla.

source: Vaikke Iežasdikšunprográmmai ii leat njuolggo liŋka Mielenterveystalo.
sms: Håt-i Jiõččhåiddam-prograʹmme ij leäkku vuõigg liŋkk Mielenterveystalo.

source: fi-siidduin, dat gávdno ainjuo Mielenterveystalo.
sms: fi-seiddõõzzâst, tõt käunnai kuuitâǥ Mielenterveystalo.

source: fi-siiddu iežasdikšunrávvagiid bláđemiin.
sms: fi-seiddõõzz Jiõččhåiddam-vuäppsid ǩiõččeeʹl.

source: Iežasdikšunrávvagiid doaimmaheapmi neahtas davvisámegillii lea sámegielat bálvalusaid fálaldagas dakkár vuosttas lávki, man Sámi giellaráđđi sávvá roahkasmahttit maiddái eará orgánaid lágidišgoahtit sámegielat bálvalusaid neahtas.
sms: Jiõččhåiddam-vuäppaz tooimtummuš interneeŠttest tâʹvvsääʹmǩiõʹlle lij sääʹmǩiõllsai kääzzkõõzzi taʹrjjummšest tõn-nallšem äävummuš, koon sääʹm ǩiõllsuåvtõs tuäivv smeʹllkâʹttem še jeärrsid jäʹrjsted sääʹmǩiõllsaid kääzzkõõzzid neeŠttest.

source: Dál olggosaddon Iežasdikšunrávvagat leat vuosttas Mielenterveystalo.
sms: Ååʹn õõʹlmtum Jiõččhåiddam-vuäʹppes lij vuõssmõs Mielenterveystalo.

source: fi-ovttasbargofidnu davvisámegielat neahttaalbmadus.
sms: fi-õhttsažtuejjhaʹŋǩǩõõzz tâʹvvsääʹmǩiõllsaž neʹttõõʹlmtõs.

source: Sámi giellaráđđi sávvá, ahte Gielladahku-bálkkašupmi movttiidahttá bálkkašumi oažžu viiddidit davvisámegielat fálaldaga ja maiddái, ahte dat doaimmaha neahttamateriála vejolašvuođaid mielde maiddái anárašgillii ja nuortalašgillii.
sms: Sääʹm ǩiõllsuåvtõs tuäivv Ǩiõlltuejj-ciist älšmâʹttem ciistvuäǯai veeideed tâʹvvsääʹmǩiõllsaž taʹrjjõõzzid di tooiʹmtem neʹttmateriaal vueiʹttmes mieʹldd še aanarsääʹmǩiõʹlle da nuõrttsääʹmǩiõʹlle.
